


{

  "speech": {

    "theme": "Overconsumption and its impact on society and the environment",

    "mainPoints": [

      {

        "topic": "Hyper-consumption",

        "details": [

          "Harms the planet",

          "Requires generation of short-lived products",

          "Example: Light bulbs designed to last only 1000 hours instead of 100,000 hours",

          "Trapped in a 'use and discard' civilization"

        ]

      },

      {

        "topic": "Political nature of the problem",

        "details": [

          "Need to fight for a different culture",

          "Not about returning to primitive life",

          "Need to rule over the market, not be ruled by it"

        ]

      },

      {

        "topic": "Definition of poverty",

        "quote": "A poor person is not someone who has little but one who needs infinitely more, and more and more.",

        "attribution": "Old thinkers like Epicurus, Seneca, and the Aymara"

      },

      {

        "topic": "Root cause",

        "details": [

          "Not just water crisis or environmental aggression",

          "The model of civilization we have created",

          "Need to re-examine our way of life"

        ]

      },

      {

        "topic": "Speaker's country",

        "details": [

          "Small country with abundant natural resources",

          "Population: 3 million people",

          "Livestock: 13 million cows, 8-10 million sheep",

          "Exporter of food, dairy, and meat",

          "90% fertile land"

        ]

      },

      {

        "topic": "Work-life balance",

        "details": [

          "Workers fought for 8-hour workday, now reduced to 6 hours",

          "People often work two 6-hour jobs to afford monthly payments",

          "Life passes by focusing on material acquisitions"

        ]

      },

      {

        "topic": "True development",

        "details": [

          "Should not go against happiness",

          "Should favor human happiness, love, relationships, childcare, friendships",

          "Meeting basic needs is crucial",

          "Happiness is the most precious treasure"

        ]

      },

      {

        "conclusion": "When fighting for the environment, remember that the essential element is human happiness"

      }

    ]

  }

}
If there's knowledge, context or custom instructions you want to include in every edit in this project, set it below.

ghost of stagnation appears for each one of us, but it is this hyper-consumption that is harming the planet. And this hyper-consumption needs to be generated, making things that have a short useful life, in order to sell a lot. Thus, a light bulb cannot last longer than 1000 hours. But there are light bulbs that last 100,000 hours! But these cannot be manufactured, because the problem is the market, because we have to work and we have to sustain a civilization of “use and discard”, and so, we are trapped in a vicious cycle. These are problems of a political nature, which are showing us that it’s time to start fighting for a different culture.

I’m not talking about returning to the days of the caveman, or erecting a “monument to backwardness.” But we cannot continue like this, indefinitely, being ruled by the market, on the contrary, we have to rule over the market.

This is why I say, in my humble way of thinking, that the problem we are facing is political. The old thinkers. Epicurus, Seneca and even the Aymara put it this way, a poor person is not someone who has little but one who needs infinitely more, and more and more.” This is a cultural issue.

So I salute the efforts and agreements being made. And I will adhere to them, as a ruler. I know some things I’m saying are not easy to digest. But we must realize that the water crisis and the aggression to the environment is not the cause. The cause is the model of civilization that we have created. And the thing we have to re-examine is our way of life.

I belong to a small country well endowed with natural resources for life. In my country, there are a bit more than 3 million people. But there are about 13 million cows, some of the best in the world. And about 8 or 10 million excellent sheep. My country is an exporter of food, dairy, meat. It is a low-relief plain and almost 90% of the land is fertile.

My fellow workers, fought hard for the 8 hour workday. And now they are making that 6 hours. But the person who works 6 hours, gets two jobs, therefore, he works longer than before. But why? Because he needs to make monthly payments for: the motorcycle, the car, more and more payments, and when he’s done with that, he realizes he is a rheumatic old man, like me, and his life is already over.

And one asks this question: is this the fate of human life? These things I say are very basic: development cannot go against happiness. It has to work in favor of human happiness, of love on Earth, human relationships, caring for children, having friends, having our basic needs covered. Precisely because this is the most precious treasure we have; happiness. When we fight for the environment, we must remember that the essential element of the environment is called human happiness.　json形式にして
Request a change...


Upload images
Drop .PNG, .JPG, or .GIF files here




